Repository: jakubkinst/Course-Manager
Catalog: app/locale/*.po
Languages: cs

source: Â
cs: XC2 xA0

source: Accept
cs: Přijmout

source: Add
cs: Přidat

source: Add Assignment
cs: Přidání přiřazení

source: Add Auto-Correct
cs: Přidání Auto-Upravit

source: Add Course
cs: Přidat kurz

source: ADD EVENT
cs: Přidat událost

source: Add lesson
cs: Přidat lekce

source: Add Lesson
cs: Přidat lekce

source: Add Normal
cs: Přidání Normální

source: Add resource
cs: Přidání zdrojů

source: Add Resource
cs: Přidání zdrojů

source: Add Results
cs: Přidat Výsledky

source: Assignments
cs: Úkoly

source: Author
cs: Autor

source: Auto-Correct
cs: Auto-Upravit

source: by
cs: od

source: Cancel
cs: Zrušit

source: Close Date:
cs: Datum ukončení:

source: Comment:
cs: Komentář:

source: Comments
cs: Komentáře

source: Confirmed students
cs: Potvrzeno studenty

source: Content
cs: Obsah

source: Content:
cs: Obsah:

source: Content:*
cs: Obsah: *

source: Correct
cs: Správný

source: Correcting
cs: Oprava

source: Course description:
cs: Popis kurzu:

source: Course Event Detail
cs: Kurz Událost Detail

source: Course Forum
cs: Samozřejmě Forum

source: Course Home
cs: Kurz Úvod

source: Course name:*
cs: Název kurzu: *

source: Course Resources
cs: Kurz zdroje

source: Create course
cs: Můžete si samozřejmě

source: Date:*
cs: Datum: *

source: Decline
cs: Pokles

source: Delete Course
cs: Odstranit kurzu

source: Description
cs: Popis

source: Description:
cs: Popis:

source: Description:*
cs: Popis: *

source: Done
cs: Hotovo

source: Download
cs: Ke stažení

source: Edit
cs: Upravit

source: Edit Assignment
cs: Upravit přiřazení

source: Edit profile
cs: Upravit profil

source: Edit Submission
cs: Upravit podání

source: Edit User
cs: Upravit uživatele

source: E-mail is already registered.
cs: E-mail je již registrován.

source: Enter valid e-mail
cs: Zadejte platný e-mail

source: Escaping some \"fancy\" text
cs: Unikat některé fantazie &quot;text&quot;

source: Event
cs: Událost

source: Events
cs: Události

source: Example
cs: Příklad

source: File
cs: Soubor

source: File upload
cs: Upload souboru

source: Fill comment.
cs: Vyplňte komentář.

source: Fill content.
cs: Vyplnit obsah.

source: Fill date.
cs: Vyplňte data.

source: Fill description.
cs: Vyplnit popis.

source: Fill email.
cs: Vyplňte e-mail.

source: Fill in the password
cs: Vyplňte heslo

source: Fill in the password again.
cs: Zadejte heslo znovu.

source: Fill name.
cs: Vyplňte jméno.

source: Fill the firstname.
cs: Vyplňte jméno.

source: Fill the lastname.
cs: Vyplňte příjmení.

source: Fill topic.
cs: Vyplňte téma.

source: First Name
cs: Křestní jméno

source: First name:*
cs: Jméno: *

source: Forum Topic
cs: Fórum

source: from
cs: z

source: From
cs: Z

source: Grades
cs: Stupně

source: Help
cs: Pomoc

source: here
cs: zde

source: I see %d little indians!
cs: Vidím% d Little Indians!

source: Inbox
cs: Doručená pošta

source: Invite
cs: Pozvat

source: Invite Student
cs: Pozvat Student

source: Invited students
cs: Pozvaní studenty

source: Last Name
cs: Příjmení

source: Last name:*
cs: Příjmení: *

source: Last reply
cs: Poslední odpověď

source: Leave Course
cs: Nechte kurzu

source: Lectors
cs: Lektoři

source: Lesson
cs: Lekce

source: Lesson description:
cs: Lekce Popis:

source: Lessons
cs: Vyučování

source: Log out
cs: Odhlásit

source: Login
cs: Přihlášení

source: Max points
cs: Max bodů

source: Max points/grade must be a number
cs: Max bodů / třídy musí být číslo

source: Max points:
cs: Max bodů:

source: Max. Points (0=no max points):
cs: Max. Body (0 = ne max bodů):

source: Max. points must be a number
cs: Max. body musí být číslo

source: Message
cs: Zpráva

source: Messages
cs: Zprávy

source: min
cs: Já

source: Minimal password length is %d.
cs: Minimální délka hesla je% d.

source: minutes
cs: minut

source: More
cs: Více

source: Multi choices
cs: Více možností

source: My Courses
cs: My kurzy

source: My Inbox
cs: My doručené

source: My Label
cs: Můj label

source: My Outbox
cs: My odeslání

source: My profile
cs: Můj profil

source: Name
cs: Jméno

source: Name*
cs: Jméno *

source: Name:*
cs: Jméno: *

source: New Message
cs: Nová zpráva

source: No courses
cs: Žádný kurz

source: no limit
cs: bez omezení

source: Offline and Online tasks
cs: Offline a online úkolů

source: Offline assignment name:*
cs: Offline úkol jméno: *

source: Offline tasks
cs: Offline úkoly

source: on
cs: na

source: Open
cs: Otevřeno

source: Open Date:
cs: Otevřené Datum:

source: Outbox
cs: Pošta k odeslání

source: Password:
cs: Heslo:

source: Password:*
cs: Heslo: *

source: Passwords don't match.
cs: Hesla Don &#39;t zápas.

source: Point value must be a number
cs: Bodová hodnota musí být číslo

source: Points
cs: Body

source: Points must be between 0 and max. points
cs: Body musí být mezi 0 a Max. body

source: Points/grade must be a number
cs: Body / třídy musí být číslo

source: Points/Grade:
cs: Body / funkce:

source: Post
cs: Místo

source: Posted
cs: Publikováno

source: Radio choices
cs: Rádio volby

source: Recieved
cs: Přijaté

source: Register
cs: Registrovat

source: REGISTER
cs: REGISTRACE

source: Register User
cs: Registrace uživatele

source: Remaining time:
cs: Zbývající čas:

source: Remember
cs: Zapamatovat si

source: Replies
cs: Odpovědi

source: Reply:*
cs: Odpověď: *

source: Resources
cs: Zdroje

source: Results
cs: Výsledky

source: Right anwser must be filled
cs: Anwser právo musí být vyplněny

source: Right Anwser:*
cs: Právo Anwser: *

source: Right Anwsers delim. by ";" :*
cs: Právo Anwsers oddělovač. o , &quot;*&quot;

source: Save
cs: Uložit

source: Select file.
cs: Vyberte soubor.

source: Send
cs: Odeslat

source: Send Message
cs: Poslat zprávu

source: Sent
cs: Odeslané

source: Set assignment name.
cs: Set zadání jména.

source: Set course name.
cs: Set název předmětu.

source: Set Label
cs: Set štítek

source: Set Label and choices
cs: Set Label a volby

source: Set lesson topic.
cs: Set lekce téma.

source: Settings
cs: Nastavení

source: Show my e-mail address to my coursemates
cs: Zobrazit můj e-mailovou adresu, na mé coursemates

source: Sign in
cs: Přihlásit se

source: Solve Now
cs: Řešení Kč

source: Solving
cs: Řešení

source: Student courses
cs: Student kurzy

source: Student Name
cs: Student Název

source: Students
cs: Studenti

source: Subject
cs: Předmět

source: Subject:
cs: Předmět:

source: Submit
cs: Předložit

source: Teachered courses
cs: Teachered kurzy

source: Teaching courses
cs: Výuka kurzů

source: Text area
cs: Text oblasti

source: Text input
cs: Zadávání textu

source: This assignment is time limited. You have
cs: Tento úkol je časově omezena. Jste

source: This e-mail address is not registered.
cs: Tato e-mailová adresa není registrována.

source: Time Limit
cs: Časový limit

source: Time limit in minutes (0=no limit):
cs: Časový limit v minutách (0 = bez omezení):

source: Time limit must be a number
cs: Lhůta musí být číslo

source: To
cs: Na

source: to solve it once you click the Solve Now button.
cs: to vyřešit, jakmile kliknete na tlačítko Řešení nyní.

source: To:*
cs: Chcete-li: *

source: Topic Name
cs: Název tématu

source: Topic:*
cs: Téma: *

source: Unauthorized access !
cs: Neoprávněný přístup!

source: Upload
cs: Nahrát

source: Upload Resource
cs: Přidat zdroj

source: User confirmation
cs: Potvrzení od uživatele

source: Verify password:*
cs: Heslo znovu: *

source: Webpage:
cs: Webová stránka:

source: Welcome to Course Manager. Please sign in.
cs: Vítejte v kurzu Manager. Prosím, přihlaste se

source: Wrong e-mail format
cs: Špatné formát e-mailu

source: You can register
cs: Můžete se zaregistrovat

source: You can start solving this assignment by clicking the Solve Now button.
cs: Můžete začít řešit tento úkol kliknutím na tlačítko Řešení Kč.

source: You have been invited to
cs: Ty byly vyzvány, aby

source: Your name:
cs: Vaše jméno:

source: Your registration is complete. Log in now.
cs: Vaše registrace dokončena. Přihlásit se nyní.
